Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Over the first four months of the year, Hebei produced 66.59 million tonnes, 24.5 percent of the total and 4 percent lower than the same period of 2013.
pt: Durante os primeiros quatro meses do ano, Hebei produziu 66,59 milhões de toneladas, 24,5 por cento do total nacional e 4 por cento menos ante o mesmo período de 2013.

source: Mr Obama also said the situation in Venezuela, including "the government's erosion of human rights guarantees... constitutes an unusual and extraordinary threat to the national security and foreign policy of the United States".
pt: A medida declara à nação sul-americana como uma ameaça “incomum e extraordinária” à segurança e política exterior dos Estados Unidos, e ordena estado de emergência nacional.

source: A poster of German Finance Minister Wolfgang Schäuble in Athens reads "For five years he has sucked your blood .
pt: Um pôster no centro da Grécia mostra uma imagem do ministro das Finanças alemão, Wolfgang Schaeuble, com o slogan: "Há cinco anos ele vem sugando seu sangue .

source: But you probably won't notice .
pt: Mas não é o que acontece .

source: PARIS (Reuters) - Europe's Airbus (AIR.PA) won 158 gross aircraft orders over the three months to end-March and delivered 141 planes, including 6 A380 superjumbos, it said on Friday.
pt: PARIS, 4 Abr (Reuters) - A europeia Airbus recebeu encomendas brutas por 158 aviões nos três primeiros meses deste ano, e entregou 141 aeronaves, incluindo 6 unidades do superjumbo A380, disse a fabricante nesta sexta-feira.

source: In a statement, the North's foreign ministry stressed that Pyongyang's situation is "quite different" from that of Tehran.
pt: O porta-voz do ministério disse que a Coreia do Norte é diferente do Irã porque já possui armas nucleares .

source: WASHINGTON (Reuters) - U.S. President Barack Obama said on Wednesday Chinese President Xi Jinping had consolidated power faster than any Chinese leader in decades, raising human rights concerns and worrying China's neighbours.
pt: Segundo Obama, a consolidação do poder de Xi aumentou a preocupação por direitos humanos entre os países vizinho à China, e Putin apostou em um política nacionalista "voltada para o passado".

source: The discovery that three women had been held as slaves for 30 years at a home in south London is being discussed on BBC London's Facebook page.
pt: Três mulheres foram resgatadas de uma casa no sul de Londres, e a polícia investiga acusações de que elas teriam sido escravizadas ao longo de 30 anos.

source: PARIS, Sept 20 (Reuters) - Air France pilots have voted to extend their week-long strike over cost cuts and plans for its Transavia unit by a further four days until Sept. 26, the head of the SNPL union said on Saturday.
pt: PARIS (Reuters) - Pilotos da Air France decidiram estender por mais quatro dias, até 26 de setembro, uma greve que já dura uma semana contra cortes de gastos e planos para a unidade Transavia da empresa, anunciou neste sábado o sindicato SNPL .

source: An awful person to come in and shoot them is inexplicable," Mayor Riley said.
pt: "Um pessoa entrar em uma igreja e atirar é inexplicável .

source: They warned me that if I tell anybody, they would kill me.
pt: "Eu não tenho nada a ver com isso que estão me acusando .

source: Foreign exchange trading in Brazil is estimated at about $3 trillion a year, excluding swaps and derivative transactions.
pt: O mercado de câmbio no Brasil movimenta estimados US$ 3 trilhões anualmente, excluindo swaps e transações com derivativos.

source: That does not mean we agree on everything,” he added .
pt: É melhor não ter acordo do que um mau acordo .

source: "I didn't freak out like I would have with my first child .
pt: Eu, como pai, sei da cabeça da minha filha .

source: The deputy head of the Organization for Security and Cooperation in Europe's mission in Ukraine has said the OSCE needed details on where withdrawn weapons were being stored, before it could confirm a real pull-back was taking place.
pt: Basurin acrescentou que todos os dados sobre o armamento retirado foram entregues à missão especial da Organização para a Segurança e a Cooperação na Europa (OSCE).

source: He said its leader, Ayman Odeh, “who supports Herzog, has already said that I should not only be replaced, but that I should also be put in jail for having defended the lives of Israeli citizens and I.D.F. soldiers.”
pt: O presidente da Lista Árabe Conjunta, Ayman Odeh, já disse que não é apenas preciso me tirar do poder, mas também me colocar na prisão por defender os cidadãos israelenses", insistiu o chefe de governo.

source: Speculation has swirled over the fate of jihadist leader Abu Bakr al-Baghdadi after local claims that he was killed or wounded in a strike by the U.S.-led air armada targeting his group.
pt: As autoridades iraquianas estão investigando neste domingo se o líder do grupo jihadista Estado Islâmico (EI), Abu Bakr al Baghdadi, morreu em um ataque aéreo da coalizão internacional liderada pelos Estados Unidos .

source: It was the Nazis' luxury liner, christened by none other than Hitler in 1937 .
pt: O navio de cruzeiro dos nazistas havia sido batizado em 1937, na presença de Hitler .

source: 18:04 Oncologist Tabare Vazquez is Uruguay's new president
pt: Tabaré Vázquez é eleito presidente do Uruguai há 13 horas

source: And I -- I remember it because it was not good. "
pt: Você não se importa com mais ninguém, não é?

source: US concerned by chlorine gas attacks in Syria: Kerry
pt: 19:18 - Ataques com gás cloro contra civis na Síria preocupam os Estados Unidos

source: "We absolutely do not share these extreme ideas .
pt: Certamente não compartilhamos as mesmas ideias extremistas .

source: A spy from an intelligence agency that is supporting the US-led coalition fighting Islamic State has been arrested in Turkey on suspicion of helping three British schoolgirls travel to Syria to join the jihadist group.
pt: Um agente da inteligência estrangeira suspeito de ter ajudado três adolescentes britânicas a se juntar ao Estado Islâmico na Síria foi detido nesta quinta-feira, afirmou o ministro das Relações Exteriores da Turquia, Mevlut Cavusoglu.

source: So the world that I write about, the characters in there for me they’re as real as you are .
pt: E eu tenho muito orgulho disso, porque eu saí da minha cidade para ser como você”, disse.

source: LONDON (Reuters) - Iraqi Prime Minister Haider al-Abadi said on Thursday the drop in the global oil price was disastrous for his country's finances and could hurt its ability to fight Islamic State militants.
pt: LONDRES (Reuters) - O primeiro-ministro do Iraque, Haider al-Abadi, manifestou temor nesta quinta-feira de que menores receitas do petróleo, devido à queda nos preços mundiais da commodity, poderão prejudicar a campanha militar do seu país contra o Estado Islâmico.

source: More than 210,000 people have been killed in Syria's conflict since it began in March 2011, and around the half the population has been displaced.
pt: Mais de 210.000 pessoas morreram na Síria desde o início do conflito em março de 2011.

source: Manchester City have two points and CSKA Moscow one.
pt: O Manchester City, terceiro colocado, tem apenas dois .

source: Meanwhile, German state prosecutors said a computer seized from 27-year-old co-pilot's home showed searches had been made on cockpit doors and their safety precautions as well as suicide methods.
pt: Em um comunicado, promotores de Düsseldorf disseram que o computador encontrado na casa do copiloto Andreas Lubitz, 27, também continha pesquisas sobre os mecanismos de segurança de portas de cockpits.

source: But in a secret report shared with South Africa a few weeks later, Israel’s intelligence agency concluded that Iran was “not performing the activity necessary to produce weapons” .
pt: No entanto, algumas semanas depois do discurso, o Mossad produziu um documento afirmando que "O Irã não projeta um nível de atividade necessário para a produção de armas".

source: ZURICH/MILAN, March 5 (Reuters) - Italy's antitrust authorities said Novartis and Roche colluded to try and stop cancer drug Avastin being used to treat a serious eye disease, and fined the Swiss drugmakers 182.5 million euros ($251 million).
pt: ZURIQUE/MILÃO, 5 Mar (Reuters) - As autoridades antitruste da Itália disseram que a Novartis e a Roche conspiraram para tentar interromper que a droga contra câncer Avastin fosse usada para tratar uma doença ocular grave, e multaram as farmacêuticas suíças em 182,5 milhões de euros (251 milhões de dólares).

source: The company gave the NSA access, through several ways, to billions of emails flowing across its domestic networks, and all Internet communications at the United Nations headquarters, one of its customers, the daily said.
pt: Ainda de acordo com o jornal, a AT&T deu acesso à NSA, "através de diversos métodos cobertos por diferentes normas legais, a bilhões de emails que fluíam por redes domésticas".

source: Secretary of State John Kerry said sanctions could be eased if it were implemented.
pt: EUA podem aliviar sanções contra Rússia se acordos para Ucrânia forem implementados, diz Kerry

source: "It is not a World Cup project."
pt: "Afinal, não é apenas uma Copa .

source: FRANKFURT Jan 27 (Reuters) - Access to Facebook, the world's largest social network, and its Instagram photo-sharing site, were blocked around the world for up to an hour on Tuesday, which the company said later was due to an internal fault and not an outside attack.
pt: FRANKFURT (Reuters) - O Facebook, maior site de mídia social do mundo, e seu serviço de compartilhamento de fotos Instagram sofreram interrupções ao redor do mundo por até uma hora na madrugada desta terça-feira, e a empresa disse mais tarde que o problema foi provocado por um erro em um software interno.

source: "Normally the German players would not play in that game .
pt: Para esse jogo não será possível", disse o jogador.

source: Pizzolato, who has dual Brazilian and Italian citizenship, had fled to Italy to avoid a 12-year jail sentence.
pt: Pizzolato foi condenado a 12 anos e sete meses de prisão por envolvimento no mensalão, mas fugiu para a Itália

source: At a press briefing at Google headquarters in Mountain View, California, Rousseff said her U.S. trip had been productive but declined to comment on her poll numbers.
pt: Em seu último dia de visita aos Estados Unidos, Dilma Rousseff visitou a sede do Google, na cidade de Mountain View, na Califórnia.

source: A major producer of crude oil, Russia is not a member of the OPEC oil producers cartel, which is to discuss later in the week whether to cut output.
pt: Na semana passada, os membros da Organização dos Países Exportadores de Petróleo (Opep) decidiram não cortar a produção da commodity .

source: “You’ve got to have ground forces that are capable of going in and rooting them out,” he said, referring to the hardline militants .
pt: "Você tem que ter forças terrestres que sejam capazes de ir atrás deles, a fim de derrotá-los e destruí-los .

source: The erstwhile chairman of the Camargo board, João Ricardo Auler, is facing nine years and six months behind bars.
pt: Ex-presidente do conselho de administração João Ricardo Auler foi condenado a nove anos e seis meses de prisão por corrupção ativa

source: Varoufakis: No new reform proposals for Eurogroup
pt: Grécia não apresentará nova lista de reformas ao Eurogrupo

source: Greek Cypriots argue that it would be a good confidence-building measure for the town to be returned before peace talks resume (on hold since March 2012.)
pt: Cipriotas gregos argumentam que se a Turquia e os cipriotas turcos permitissem que eles retornassem antes das negociações de paz recomeçarem (interrompidas desde março de 2012), seria uma boa medida para ganhar confiança.

source: "When I'm angry I am furious, when I'm sad it is debilitating."
pt: Eu sou mãe, então, eu estou muito sensibilizada com o que eu estou vendo aqui .

source: (FIFA.com) Tuesday 28 January 2014 Share © LOC
pt: (FIFA.com) Sexta-feira 19 de julho de 2013 Compartilhar © LOC

source: (FIFA.com) Tuesday 29 October 2013 Share © LOC
pt: (FIFA.com) Sexta-feira 19 de julho de 2013 Compartilhar © LOC

source: (FIFA.com) Tuesday 27 May 2014 Share © LOC
pt: (FIFA.com) Sexta-feira 21 de setembro de 2012 Compartilhar © LOC

source: The driver later abandoned the taxi and returned to his home in neighbouring Uttar Pradesh state where he was arrested, police said.
pt: O suspeito foi preso em sua cidade natal, em Uttar Pradesh, onde seu carro foi encontrado abandonado mais cedo .

source: "They are trying to isolate the supposedly arrogant and selfish Europeans.
pt: "Alguns tentam nos dividir, tentam isolar os europeus, supostamente arrogantes e egoístas .

source: I don’t like black people !
pt: "Para lá eu não volto .

source: Miss New York crowned Miss America
pt: Candidata de Nova York é eleita Miss América

source: Rival Palestinian factions Hamas and president Mahmoud Abbas's Fatah began talks in Cairo on Wednesday aimed at resolving internal disputes and reviving their unity government.
pt: Também está previsto que as facções palestinas (o Fatah do presidente Mahmud Abbas e seu rival Hamas) dialoguem para tentar resolver suas divergências.

source: Japan's economy falls into recession
pt: Japão entra em recessão no terceiro trimestre

source: He reaffirmed, however, his administration's commitment to the two-state option, calling it "the best path forward for Israel's security, for Palestinian aspirations and for regional stability."
pt: Nós acreditamos que a solução de dois Estados é a melhor solução para a segurança de Israel, as aspirações dos palestinos e a estabilidade reigonal", acrescentou.

source: In an affidavit unsealed in federal court on Monday, the Justice Department accused Evgeny Buryakov, also known as "Zhenya," of posing as a Russian banker in Manhattan to funnel economic intelligence to the SVR, Russia's foreign intelligence agency.
pt: "Burkyakov trabalhava nos Estados Unidos como agente de uma agência de inteligência exterior da Rússia, conhecida como 'SVR'", disse o MP, destacando que o acusado "se fazia passar por funcionário da agência de um banco russo em Manhattan".

source: A private jet crashed in southern England on Friday, killing four people on board, a spokesman for Britain’s Hampshire police service said, and Saudi and British media said the passengers were relatives of deceased al Qaeda leader Osama Bin Laden.
pt: Membros da família de Osama Bin Laden estavam a bordo de um avião da Embraer que caiu em Hampshire, na Inglaterra, de acordo com a embaixada da Arábia Saudita no Reino Unido.

source: Steve Jobs emails featured in Apple iPod U.S. antitrust trial
pt: E-mails de Steve Jobs serão usados contra Apple em processo antitruste

source: The next step would be to develop the haemoglobin to see if it could be accepted by guinea pig and then human tissue, which could happen in three years.
pt: O próximo passo, diz a equipe, seria modificar a proteína da planta para ver se ela seria aceita por porcos e, depois, por tecidos humanos.

source: This appeal was struck down by judges on Wednesday, a spokesman for the court said in an emailed statement, without elaborating.
pt: A apelação foi rejeitada nesta quarta-feira, afirmou um porta-voz do tribunal em comunicado.

source: US President Barack Obama was due to meet with top officials in Washington on Monday to discuss the government's response so far to Ebola.
pt: Além de conversar com o Hollande, Obama se reuniu nesta segunda-feira com conselheiros na Casa Branca para discutir o surto do Ebola .

source: Many Kenyan leaders had encouraged Obama not to discuss gay rights on his first trip to the country as President.
pt: Obama, que é o primeiro presidente dos EUA a visitar o Quênia, foi acompanhado no evento pelo presidente do país, Uhuru Kenyatta .

source: Many areas of Srinagar city are still under water
pt: A principal cidade na região, Srinagar, está debaixo d'água.

source: I just wouldn't want to be the one to tell her she hasn't won.
pt: Como dizer que algo assim não está vivo?", pergunta ela .

source: The documents stem from a cyber attack on Sony Pictures last December, ahead of the planned release its film "The Interview," in which the plot centers around a plan to assassinate North Korean leader Kim Jong Un .
pt: O ataque cibernético contra a Sony ocorreu em dezembro do ano passado, dias antes do lançamento do filme A Entrevista, uma sátira em que jornalistas são contratados pela CIA para matar o líder norte-coreano Kim Jong-un .

source: The National Association of Realtors said on Wednesday its Pending Home Sales Index, based on contracts signed last month, dropped 1.1 percent to 104.1.
pt: A Associação Nacional de Corretores (NAR, na sigla em inglês) informou nesta quarta-feira que o índice de vendas pendentes de moradias, baseado em contratos assinados no mês passado, caiu 1,1 por cento, para 104,1.

source: LOS ANGELES (Reuters) - A magnitude 5.7 earthquake struck just offshore of northern California on Wednesday, rattling a wide coastal area below the Oregon border, the U.S. Geological Survey (USGS) said, but local officials said no major damage or injuries were reported.
pt: Um terremoto de magnitude 5,7 na escala Richter sacudiu nesta quarta-feira a costa norte da Califórnia e foi sentido nas cidades de Eureka e Ferndale, segundo dados do Serviço Geológico dos Estados Unidos (USGS, na sigla em inglês), sem que se tenha registrado danos consideráveis.

source: "I felt like I had absolutely no secrets from the world and I couldn't pretend in my life to be strong .
pt: Eu não vou vê-lo mais, é só isso, pelo resto da minha vida”, disse .

source: GENEVA (Reuters) - The toll in the Ebola epidemic has risen to 5,420 deaths out of 15,145 cases in eight countries, the World Health Organization (WHO) said on Wednesday, with transmission of the deadly virus still "intense and widespread" in Sierra Leone.
pt: Genebra - O número de mortos na epidemia de ebola chega a 5.420 em oito países da África, de um total de 15.145 infectados pelo vírus, segundo um boletim da Organização Mundial da Saúde, publicado nesta quarta-feira (19/11).

source: State Department spokeswoman Jen Psaki on Sunday expressed disappointment that King's visit was called off and noted North Korea had said it wouldn't use Bae as a "political bargaining chip. "
pt: Mas a porta-voz do Departamento de Estado americano, Jen Psaki, ressaltou que a Coreia do Norte havia prometido ano passado que não utilizaria a situação do missionário cristão detido como moeda de troca política.

source: Buhari has been tested with 11 separate attacks that have left at least 93 dead in the week he has been in the job.
pt: Os extremistas realizaram 11 atentados que deixaram 93 mortos na primeira semana de Buhari no poder.

source: "Considering the accumulative and trailing effects of monetary policy, among other factors, the committee finds that additional monetary policy efforts should be implemented sparingly," the central bank said in its statement.
pt: De acordo com o comunicado divulgado ontem após a decisão do Comitê de Política Monetária (Copom), o esforço adicional de política monetária "tende a ser implementado com parcimônia" .

source: But Ling returned to the public eye this year when authorities put his two brothers — one a politician in the coal-rich northern province of Shanxi and the other a businessman — under investigation, triggering speculation that Lin, too, would be implicated under Xi’s widening anticorruption campaign .
pt: Mas Ling voltou a atrair a atenção pública neste ano, quando seus dois irmãos foram alvo de investigação, gerando especulações de que Ling também seria implicado na ampla campanha anticorrupção do presidente Xi Jinping .

source: President Barack Obama on Thursday called for peace from all sides.
pt: O presidente Barack Obama pediu calma e diálogo na terça-feira .

source: "No agreement is in sight over Greece debt deal," Dutch Finance Minister and Eurogroup President Jeroen Dijsselbloem told press after Euro zone finance ministers' meeting in Luxembourg.
pt: Os líderes da zona do euro tentarão chegar a um acordo sobre a Grécia em uma reunião convocada para a próxima segunda-feira, após nesta quinta-feira os ministros das Finanças...

source: On Tuesday, Mr Yee appeared in court to be charged on three counts: "deliberate intention of wounding the religious or racial feelings of any person", distributing obscene material and harassment.
pt: Identificado como Amos Yee, ele foi acusado de três crimes, incluindo de acções com "intenção deliberada de ferir os sentimentos religiosos ou raciais de qualquer pessoa".

source: LONDON (Reuters) - British engineering company Rolls-Royce (RR.L) said it did not tolerate improper business conduct after the Financial Times said the company had been accused of bribery in Brazil.
pt: SÃO PAULO - A britânica Rolls-Royce foi acusada de ter envolvimento com os esquemas de corrupção da Petrobras, segundo o jornal britânico “Financial Times” .

source: Sara Ryan, his mother, said: "He was a fit and healthy young man .
pt: Segundo a mãe informou aos policiais, o bebê era o único filho dela e era saudável .

source: More than 13,700 people have been infected in total, the vast majority in the West African countries of Liberia, Sierra Leone and Guinea.
pt: A ONU tem funcionários em todos os três países mais atingidos na África Ocidental, Guiné, Libéria e Serra Leoa.

source: Greek Finance Minister Yanis Varoufakis has accused Athens' creditors of "terrorism", the day before a referendum on an international bailout.
pt: Atenas - O ministro de Finanças da Grécia, Yanis Varoufakis, afirmou ontem que renunciará ao cargo se o plebiscito de domingo aprovar o acordo com os credores .

source: AirAsia Indonesia release a statement confirming the nationalities of the 162 people on board the missing airliner.
pt: Leia mais: Conheça a AirAsia, empresa de avião desaparecido com 162 pessoas na Indonésia

source: ‘I have clean conscience, did my job right’: Ferguson officer Wilson on Brown's death
pt: O policial Darren Wilson, que atirou no jovem, disse que sua consciência está tranquila.

source: Black Friday, the big sales day in the US that follows the Thanksgiving holiday, is being adopted by more and more shops in the UK.
pt: A data é um termo criado nos Estados Unidos para o dia de vendas que acontece na sexta-feira após o Dia de Ação de Graças .

source: Qunu, South Africa (CNN) -- The coffin carrying Nelson Mandela's body arrived Saturday in his ancestral village of Qunu, where he'll be buried Sunday amid the lush green hills of his boyhood.
pt: O caixão com o corpo do líder sul-africano Nelson Mandela decolou de Pretória neste sábado em um avião militar com destino a Qunu, a localidade onde passou a infância e na qual será enterrado no domingo.

source: The Italian Senate is voting on whether Silvio Berlusconi should be expelled from Parliament after his conviction for tax fraud .
pt: O senado deverá se pronunciar nesta quarta-feira sobre a expulsão de Berlusconi do parlamento depois de sua condenação definitiva por fraude fiscal no caso Mediaset.

source: President Francois Hollande called it a "cowardly murder" and declared a day of national mourning on Thursday.
pt: Em pronunciamento à nação, o presidente francês, François Hollande, chamou o atentado de "assassinato covarde" e declarou um dia nacional de luto na quinta-feira (8).

source: I couldn't believe it .
pt: Eu não estava na prisão.

source: Feds cite Cleveland police for excessive use of force
pt: Ministro dos EUA diz que polícia de Cleveland faz uso excessivo da força
